[Cues]
Act_E4_5B_CampusB_BirdGrave_Look01_Max_010="Okay, where did these rocks come from? This is too Blair Witch for me."
Act_E4_5B_CampusB_BirdGrave_Look02_Max_020="I'm glad Samuel let me know about these rocks... Rest in peace, birdies."
Act_E4_5B_CampusB_BirdGrave_PHOTO_Max_030="One photo... for posterity."
Act_E4_5B_CampusB_BrokenWindow_Look01_Max_010="That's what I get for helping Alyssa... a broken window."
Act_E4_5B_CampusB_CHBrooke_Look01_Max_010="Brooke looks happy that she's "Going Ape" with Warren."
Act_E4_5B_CampusB_CHBrooke_Look02_Max_020="Brooke doesn't look happy that I'm "Going Ape" with Warren..."
Act_E4_5B_CampusB_CHChloe_Look01_Max_010="Chloe fits in so easy with Justin…"
Act_E4_5B_CampusB_CHDaniel_Look01_Max_010="Poor Daniel. Looks like he needs a hug."
Act_E4_5B_CampusB_CHGrant_Look01_Max_010="Ms. Grant looks interested in whatever Samuel is saying…"
Act_E4_5B_CampusB_CHJustin_Look01_Max_010="I can tell that Justin is really into Chloe."
Act_E4_5B_CampusB_CHSamuel_Look01_Max_010="That's cool to see that Samuel is not alone for once."
Act_E4_5B_CampusB_CHSquirrelFemale_Look01_Max_010="How'd you like a partner for a quick photo op?"
Act_E4_5B_CampusB_CHSquirrelFemale_Look02_Max_020="Eat up! Food is the universal language."
Act_E4_5B_CampusB_CHSquirrelMale_Look01_Max_010="Did you think you could hide from Max Caulfield, "Squirrel Paparazzi"?"
Act_E4_5B_CampusB_CHSquirrelMale_Look02_Max_020="Get that food in your belly."
Act_E4_5B_CampusB_CHSquirrelMale_Look03_Max_030="Two cute little squirrels posing for me? If you insist..."
Act_E4_5B_CampusB_CHSquirrelMale_PHOTO_Max_040="Now smile and say “Nuts.”"
Act_E4_5B_CampusB_CHZachary_Look01_Max_010="Enjoy the big game, Zachary... I hope it's not the last."
Act_E4_5B_CampusB_Ground_Look01_Max_010="I am so grateful to see Kate in the hospital and not jumping from the roof…"
Act_E4_5B_CampusB_KateAltar_Look01_Max_010="Oh... my sweet Kate."
Act_E4_5B_CampusB_PermitPanel_Look01_Max_010="Whew, good thing I didn’t let Chloe take that money from Principal Wells…"
Act_E4_5B_CampusB_PermitPanel_Look02_Max_020="Oh great, Chloe stole money from the handicapped access fund... We're going to hell."
Act_E4_5B_CampusB_PrincipalQuarterDoor_Look01_Max_010="Principal Wells was so loaded the other night here."
Act_E4_5B_CampusB_ScriptedObjective01_Max_010="Let's see if I can find out where Nathan is."
Act_E4_5B_CampusB_ScriptedObjective01_Max_020="Now, who can I ask..."
Act_E4_5B_CampusB_ScriptedObjective02_Max_010="Good, Nathan is not around. I should go back to Chloe."
Act_E4_5B_CampusB_Tobanga_Look01_Max_010="I don't think the Tobanga will ever give up any secrets to us."
Cue_E4_5B_CampusB_BrookeGoApe_IGE_Brooke_010="That’s so ironic that Warren asked Max to the drive-in…"
Cue_E4_5B_CampusB_BrookeGoApe_IGE_Brooke_020="It’s not like I don’t own all the original Apes films…"
Cue_E4_5B_CampusB_BrookeGoApe_IGE_Brooke_030="Maybe I should have asked Warren to go…"
Cue_E4_5B_CampusB_BrookeNoApe_IGE_Brooke_010="I hope Max isn’t pissed that Warren asked me to the drive-in…"
Cue_E4_5B_CampusB_BrookeNoApe_IGE_Brooke_020="After this week, I definitely need a break from Blackwell."
Cue_E4_5B_CampusB_BrookeNoApe_IGE_Brooke_030="I wonder if Warren wants to go with Max instead of me…"
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_010="I'm here, as usual. By the way, thanks for helping Kate down. Are you okay?"
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_019="Considering what happened to Kate, I could be better. Are you okay?"
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_021="Are you sure you're all right?"
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_023="Ms. Grant finally gave up and let me fly her again. But you're going to the drive-in with Warren, so you don't have time to fly my drone."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_024="Ms. Grant caved and let me fly her again. So take a spin. I have to see what time I'm going to the drive-in with Warren on Saturday."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_027="You are perceptive, Max. Now excuse me. My drone needs me."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_028="So have fun "Going Ape." Excuse me, Max. My drone needs me."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_029="Warren got a new car. Or an old new car. So I'm all about a serious road trip out of here after this week."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_030="I love the drive-in in Newberg. So old school, but so much fun... like Warren."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_034="Ask Warren. I mean, you're going to the movies with him and everything..."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_035="I was distracted by Warren asking me out to the drive-in."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_040="Acutally, he tried to chase down my drone earlier. It was so weird. Then he asked if I was going to the Vortex Club party... which I am. But I don't know..."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_041="Warren's not good enough for you? Okay. I saw Nathan pissed and walking off campus earlier... Good luck getting that date, Max."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_042="Actually, he tried to chase down my drone earlier. It was so weird. Then he asked if I was going to the Vortex Club party... which I am. But I don't know..."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_043="I did see him this morning heading off campus. He looked more angry than usual... I wouldn't look for him now, if I were you."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_044="Warren and I are supposed to compare notes and theories this weekend."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_045="We'd get the Nobel Prize if we could explain this phenomenon... But even Ms. Grant has no clue..."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Brooke_046="You know, science geeks stick together. But honestly, neither of us can explain this phenomenon... It's pretty scary."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_001="Hey, Brooke, how are you?"
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_020="Back again, Brooke."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_022="I might feel better taking your drone for a quick flight."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_025="Really? I can't fly your drone because I'm going to see "Ape" movies with Warren?"
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_026="Knock it off, Brooke. Stop being so mean. I'm just going to see ape movies with my friend..."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_031="That sounds fun. It would be good for you and Warren to take a road trip after this week..."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_032="Oh, he asked you to go to the drive-in with him? Well... that's cool."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_033="I need to find Nathan, have you seen him around?"
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_036="Nathan was suspended, but he should still be on campus."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_037="It's a school day, so Nathan should be around."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_038="Okay, Brooke. But right now I'm trying to find Nathan..."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_039="Come on, Brooke. Don't be that way. Nathan was suspended, but he should still be on campus."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_047="I can't get my limited brain around that eclipse and the beached whales... I was hoping the science department had some ideas."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_048="That makes sense. Two big brains are better than one... or mine."
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_049="Oh, he asked you?"
Cue_E4_5B_CampusB_CHBrooke_BrookeDial_Max_050="I have to go. Talk later, Brooke."
Cue_E4_5B_CampusB_CHBrooke_BrookeQP_Brooke_001="Talk to you later, Max."
Cue_E4_5B_CampusB_CHChloe_ChloeQP_Chloe_001="Let me know when you have found something!"
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_028="Hola, Max. I just figured out that my photos basically suck. I'm a wannabe-artist..."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_030="I do feel better now. You are good, Max."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_032="Stay away from my sketchbook? You don't know me, Max. That's like you staying away from your camera. I think I'll just sit here bummed out, thanks."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_034="That makes sense, but not if I can't choose the subjects in class. If only I could draw my photographs... I think I'll just sit here bummed out, thanks."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_036=""Lens pen"... I dig that, Max. That could work for me..."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_039="Fortunately, Max, I like bugs."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_043="It will be if I go, man. People here push me into lockers, not dance floors."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_045="They don't deserve anything... I mean, what do they actually do for Blackwell? You're right, Max. Screw them."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_046="Not with you to back me up, Max. Dammit, I will go to the party like it is the end of the world! Okay, maybe I won't go, but... No, I won't do that, but I'll go."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_048="Ooh, I heard a rumor he's actually suspended...
"
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_049="You mean lately?"
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_052="That explains why he looked so pissed off when I saw him leaving campus a few moments ago..."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_053="I saw Jefferson talking with Nathan a little while ago, but I try to stay out of his way. I have enough assholes to deal with here."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_055="I don't talk to anybody, Max. But I did actually have a conversation with Brooke. She was very sad about Kate."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_056="I don't talk to anyone, Max. But I did actually have a nice talk with Brooke. She couldn't stop talking about how brave you were on that roof."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_059="We should stop going to class and stage a protest. But that's not going to happen at Blackwell. Yet..."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_060="I hear that, Max. She's the sweetest, most genuine person I've ever met... I don't mind getting picked on by Blackwell bro-holes, but don't fuck with Kate."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Daniel_062="Only if I can start the revolution from my sketchbook, Max."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_027="Hey, Daniel. You look bummed out. Are you all right?"
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_029="You're not here to be a photographer. That's my gig. Look at that sketch you did of me... Incredible. And that's your art, your gift."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_031="Don't give up that easy. Just stay away from your sketchbook for a while. You need to keep taking the shot, as Mr. Jefferson says."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_033="Maybe you should try different subjects... something more like your portraits."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_035="Daniel, your drawings are your photographs. So draw your photos with your eyes and make the camera your "lens pen.""
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_037="Thought I'd bug you again, Daniel."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_040="Let's talk later. Okay, Daniel?"
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_041="Are you going to the "End Of The World" party tonight?"
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_042="Screw the Vortex Club. They don't deserve you, Daniel."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_044="That's exactly why you should go to that party. We have to stand up to these Blackwell bullies for Kate. You won't be alone, Daniel."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_047="By the way, have you seen Nathan Prescott?"
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_050="Yeah, but he's still got to be on campus."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_051="Like anytime today."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_054="Have you talked to anybody about what happened with Kate?"
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_057="So am I. And angry..."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_058="I don't think doing the right thing is "brave", but I appreciate what she means. The most important thing is that Kate gets better... and gets justice."
Cue_E4_5B_CampusB_CHDaniel_DanielDial_Max_061="I like this revolutionary Daniel DaCosta."
Cue_E4_5B_CampusB_CHDaniel_DanielQP1_Daniel_001="Thanks again for making me feel better. Screw the Vortex Club! Let's chat later, Max!"
Cue_E4_5B_CampusB_CHDaniel_DanielQP2_Daniel_002="Thanks again for making me feel better and pushing me to the party. Let's chat later, Max!"
Cue_E4_5B_CampusB_CHDaniel_DanielQP3_Daniel_001="Oh, hey, Max. Sorry, I'm still bumming. I'll talk to you later when I'm not so pathetic."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_002="Max, you always show up when I'm talking about you. I'm still bragging about you and the other students making Blackwell surveillance-free."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_015="Max, you always show up when I'm talking about you. And I swear it's not about that petition you didn't sign."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_017="Mr. Prescott has no class at all... after his suspension. I didn't think you were friends."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_018="I'm surprised, Max. I didn't think you and Nathan were exactly friends."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_027="That depends what your definition is... But I'd like to see more friendships at Blackwell, less bullying. Especially after this week."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_028="You're an adult, you can swear, dammit. And I'm glad you did."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_029="I've tried. Nathan is a Prescott, and with that comes a lot of baggage. Too much for one teenager. This week was the proof... Principal Wells did the right thing."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_030="I saw him leaving campus looking angrier than usual. But to be honest, Max, Nathan hasn't been too well lately. You might know more about that than me."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_031="Let's just say I try not to, Max. But I did catch him storming off campus. After what happened this week, I hope you don't see him either... You're not the best student here, but you might be the wisest."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_032="Yes, he does, Max. I did try once... but Mr. Prescott didn't appreciate my help. I did see Nathan leaving the campus, looking angrier than usual... So maybe it's good you haven't found him."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_033="I can tell. You look like you have more than a question on your mind. Maybe asking Nathan isn't such a good idea right now. You hear me, Max?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_034="I saw him sulking off campus earlier. But you look like you have more on your mind than a question..."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_036="If I could, I'd be collecting my Nobel Prize in science today. I haven't been able to wrap my mind around that eclipse, much less the snow and whales..."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_039="When my friends at NASA tell me they can't explain a solar eclipse|without a single theory as to how or why, maybe it's time to get worried... like they are."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_040="Nothing is beyond science except for our lack of knowledge. We may never know why, but that doesn't change reality."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_042="You and Samuel both. We were talking about that before you came over. Our planet is changing, but it's not mystic. It's erosion."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_045="Well, our shoreline has been receding,|not to mention the daily contamination of the ocean.|That's all you need to kill off sea and wildlife here..."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_046="Max, you know how fascinated I am by Arcadia Bay legends, but I haven't found any apocalyptic signs yet... unless you count those "End Of The World" posters."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_047="Unless you know something I don't?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_050="The only wormholes in Arcadia Bay are underground. And Chaos Theory is just that... But if this is about time travel, sign me up."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_051="Oh, Max, nobody even knows who brought the Tobanga here. It was likely stolen from the South Pacific by local fishermen... But I know what you're saying. There's a lot of energy here."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_053="Not after reading that Bradbury story, "A Sound of Thunder." I won't give it away, but it involves dinosaurs and butterflies. Time is like a thread, Max. One tug and it all can unravel."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_056="It's always good talking to you, Max."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_058="Welcome back to the lab, Max."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_059="Oh, Max, I am so sorry you had to go through that... Kate was the sweetest student I've ever met at Blackwell... and they can be so cruel to each other... Do you need to talk to a counselor?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_060="Who needs surveillance when we have Maxine Caulfield? You did a wonderful thing and now we have to make sure Kate gets the help she needs. Do you need to talk to a counselor?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_063="I'm happy to hear that, Max. Just don't ever be afraid to talk to somebody, okay? I wish Kate had come to me... I had no idea what she was going through."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_064="This week hasn't been Blackwell's finest hour. But me and some faculty members won't rest until all the students here feel safe, not bullied."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_066="Shut down that damn Vortex Club for a start. I don't mean to get riled up, but that party should have been postponed... It's extremely tasteless given what happened with Kate."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_069="No, they don't. But membership has its privileges... especially when your father is Blackwell's biggest sponsor. This elitist nonsense has no place here."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_070="Raymond Wells has saved this school from financial disaster and he cares more than you'll know. You're wise, but don't be so quick to judge everybody."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Grant_072="I hear you, Max. I love seeing you and Warren and all my students at your best here. You're all too young to be so cynical... But you truly give me hope."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_001="Hi, Ms. Grant."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_016="I was looking for Nathan Prescott and I thought he might be in your class..."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_019="You probably know him better..."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_020="No way. I just have to... ask him a question."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_021="Just... study partners. I can't believe he does have friends."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_022="Hell no... Sorry, Ms. Grant."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_023="So you haven't seen Nathan at all?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_024="I know. Nathan needs real help."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_025="Too much..."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_026="Me too, Ms. Grant. So you don't know where Nathan is?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_035="I was hoping you could explain some of these crazy things happening in Arcadia Bay..."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_037="There must be a scientific explanation... right?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_038="I think this is beyond science."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_041="I am worried about reality... I feel like it's changing right in front of us."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_043="You think that's why all these animals are dying here?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_044="So you don't think this could be some kind of prophecy or something?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_048="What about wormholes and Chaos Theory... time travel stuff..."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_049="I wonder if the Tobanga knows more than anybody here..."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_052="Would you really change time?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_054="I don't think surveillance would have helped Kate Marsh."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_055="I'm sorry, Ms. Grant, I have to get going. I'll see you later."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_057="Hi again, Ms. Grant."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_061="No, thanks, Ms. Grant. I have my best friend and my parents... for now."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_062="Blackwell Academy needs the help. There's something terrible going on here. You see it, right?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_065="Kate was drugged at the Vortex Club party and bullied by them,|until she ended up on the roof.|How do you stop that?"
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_067="Do the Prescotts have anything to do with the Vortex Club? They don't get all their money from car washes."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_068="So why doesn't Principal Wells stop the party? To be honest, he doesn't seem to care about what's going on here."
Cue_E4_5B_CampusB_CHGrant_GrantDial_Max_071="You're right... I just wish this could be the school that I dreamed about before I came here."
Cue_E4_5B_CampusB_CHGrant_GrantQP_Grant_001="Let's talk again soon, Max."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_016="Yes, it has, Samuel. How are you?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_018="Sorry to bother you again, Samuel."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_020="More questions than answers..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_023="I definitely have questions about what's happening to the animals in Arcadia Bay."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_024="I still have a million questions about what's happening to Arcadia Bay."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_026="I'm sorry, I better get going now."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_029="Have you seen Nathan Prescott around?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_030="You don't sound sad, Samuel."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_031="He deserved it. And more."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_032="Whoa, you really don't like Nathan. How come?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_033="So what do you know about Nathan?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_038="What do you really know about him?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_039="Well, okay. 'Nuff said. You know a lot of Blackwell secrets, so I thought you could help me."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_042="Blackwell is so sad and quiet since Kate... isn't here anymore."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_043="I actually just talked to Kate Marsh in the hospital. She's doing so much better."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_049="Samuel, you're the eyes of Blackwell. Did you know Kate was being bullied?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_050="It could have gone either way... Samuel, do you think that we each have a destiny?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_052="I believe you..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_054="Do you ever talk with David Madsen?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_057="That's how David operates."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_059="Why do you say that?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_060="He wishes he could..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_063="I think you have better vision than both of us."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_065="What do you think about all those dying birds?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_067="Is that cool with the Tobanga?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_068="What happened to them?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_071="It's so ominous."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_073="How can anybody explain all those poor beached whales..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_074="I'm glad to see your squirrels are still healthy and happy on the campus."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_077="Not as long as you're here to take care of them, Samuel."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_078="Do you think this is some kind of eco-disaster, or..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_079="They're not alone these days... I feel so powerless."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_084="You think so, Samuel?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_085="I keep thinking that Rachel Amber has a few answers if we can find her..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_086="Even though Ms. Grant likes me, I have zero science skills to explain that eclipse."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_087="I'd rather be in her class than in the Vortex Club."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_091="She's not the only one..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_093="How do you know that? I'm genuinely curious."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_094="Beginning of what?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_098="Do you think she is alive?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_099="That's the real secret... where is she?"
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Max_102="But..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_015="How are you doing, Max? Been a tough week, I know."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_017="Sad and confused, like everybody else in Arcadia Bay. You look like you have a lot of questions, too..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_019="There's no bother here, Max."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_021="Samuel is always here to talk."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_022="Oh, many do. These poor creatures have no choice in what happens to them..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_025="That must be why Ms. Grant says you're one of her favorite students at Blackwell."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_027="That would be hard, since he was suspended..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_028="I try not to."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_034="Nathan hurts people. The end."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_035="Samuel tries not to judge people, but Nathan shouldn't be here. Maybe he's supposed to be here, though."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_036="Samuel likes everybody... until they give him a reason not to. He did."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_037="I know enough to not want to know any more."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_040="Not enough to help you, Max. I truly wish I could... I see what you're doing..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_041="Max, I'm a custodian, not a psychic... I can only help by warning you to be careful."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_044="Yes, you can tell the campus is different now... And you reached out to her when everybody turned away."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_045="Because of you, Max. That was quite a rescue."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_048="Most everyone makes fun of me... but Samuel warned them about Kate. I hate bullies, Max."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_051="Yes, I do, Max. In many different lifetimes. Of course, Kate Marsh believed in something different, so that's her destiny..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_053="Kate just needed some more helpful spirits like her friend Max. I hope she finds them now."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_055="Not since he was suspended. But then I wouldn't talk to him. Only listen."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_056="He talks to me. I listen."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_058="He sees things, not people. But I think he sees you, Max..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_061="Because you both see with cameras."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_062="Mr. Madsen has all the surveillance in the world, but he's still blind."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_064="No, Max, I just look at everything from a different angle."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_066="Samuel had to bury dozens near the Tobanga..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_069="We'll find out if the souls of the birds move on. Not that we can prove it..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_070="I would say the sky is too dirty for their wings, but something worse is in the air..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_072="Unless it's fate... then it doesn't matter."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_075="My dad was a fisherman and he'd take me out to hear the whales sing... Now they just cry."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_076="Me too. If something happened to them..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_080="The only thing that calms them is food. Lots of food. Which reminds me that I have to feed them now."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_081="I think it's more than that... somebody is causing all this to happen."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_082="Oh no, you're the opposite of powerless, Max."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_083="You and Arcadia Bay are connected by time and tide... So next time I have a question, I'm coming to you."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_088="If Rachel wants to be found."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_089="As I was just saying to her, that's because science has no explanation.|No offense to Ms. Grant here. But this is just the beginning..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_090="Yes, you would. Rachel saw right through them."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_092="Nobody should be trapped in the Vortex Club. Get out now, Max... while time is on your side."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_095="You just have to open your eyes... then you can see what's coming."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_096="Oh, I don't believe anything ever ends... especially time..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_097="That's why I can sense something bigger is coming to Arcadia Bay... and Max, I don't like it at all."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_100="She'll always be alive in our hearts... Sometimes that's all we have left."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_101="If anybody knows, it will be you. My dreams tell me that..."
Cue_E4_5B_CampusB_CHSamuel_SamuelDial_Samuel_103="Max, all I can tell you is to stay on your path and you'll find what you're looking for... Rachel Amber is waiting too..."
Cue_E4_5B_CampusB_CHSamuel_SamuelQP_Samuel_001="All we are is dust in the wind."
Cue_E4_5B_CampusB_ChloeJustin_IGE_Chloe_010="Justin, it’s been so long since I’ve seen you…"
Cue_E4_5B_CampusB_ChloeJustin_IGE_Chloe_030="Way too much shit going on, man."
Cue_E4_5B_CampusB_ChloeJustin_IGE_Chloe_050="So I hear…"
Cue_E4_5B_CampusB_ChloeJustin_IGE_Chloe_070="Dude, I wish. I’m working on it."
Cue_E4_5B_CampusB_ChloeJustin_IGE_Chloe_090="She was probably high."
Cue_E4_5B_CampusB_ChloeJustin_IGE_Chloe_110="True dat. Okay, I have to bounce."
Cue_E4_5B_CampusB_ChloeJustin_IGE_Justin_020="Because you’re way too cool for us now, Chloe."
Cue_E4_5B_CampusB_ChloeJustin_IGE_Justin_040="Try going to Blackwell. Insane."
Cue_E4_5B_CampusB_ChloeJustin_IGE_Justin_060="Any word at all on Rachel?"
Cue_E4_5B_CampusB_ChloeJustin_IGE_Justin_080="I miss her laugh when I’d bail off my board."
Cue_E4_5B_CampusB_ChloeJustin_IGE_Justin_100="Yeah, she had the sick nugs."
Cue_E4_5B_CampusB_ChloeJustin_IGE_Justin_120="Come hang with us at the park sometime."
Cue_E4_5B_CampusB_Daniel_IGE_Daniel_010="Well, Daniel, photography sure isn't your gift."
Cue_E4_5B_CampusB_Daniel_IGE_Daniel_020="I’ll just stick to my sketches…"
Cue_E4_5B_CampusB_Daniel_IGE_Daniel_030="I wish I had Mr. Jefferson’s talent…"
Cue_E4_5B_CampusB_Drone_Max_010="Thanks."
Cue_E4_5B_CampusB_Extraction_Chloe_020="But now you can have Mr. Jefferson all to yourself…"
Cue_E4_5B_CampusB_Extraction_Max_010="Coast is clear.|It would be so cool if you and me were going to school here together."
Cue_E4_5B_CampusB_Extraction_Max_030="You suck. Now let's get into Blackwell Ninja mode."
Cue_E4_5B_CampusB_FootballGuys_IGE_TeenBoy02_020="That’s your job, Zach!"
Cue_E4_5B_CampusB_FootballGuys_IGE_TeenBoy02_040="We have to crush the Razorbacks!"
Cue_E4_5B_CampusB_FootballGuys_IGE_Zachary_010="Bring it on home, bro!"
Cue_E4_5B_CampusB_FootballGuys_IGE_Zachary_030="Wait til the game!"
Cue_E4_5B_CampusB_FootballGuys_IGE_Zachary_050="BIGFOOTS STOMP!"
Cue_E4_5B_CampusB_GrantCallsMax_IGE_Grant_010="Hello, Max, thanks again for helping me fight the power!"
Cue_E4_5B_CampusB_GrantCallsMax_IGE_Grant_020="Good to see you out and about, Max."
Cue_E4_5B_CampusB_Insertion_Chloe_040="Yo."
Cue_E4_5B_CampusB_Insertion_Chloe_060="I was way too cool for this school. It’s a long story. In actual files here."
Cue_E4_5B_CampusB_Insertion_Chloe_080="Thanks. That would be totally bitchin’. Isn’t that how they talk there?"
Cue_E4_5B_CampusB_Insertion_Chloe_240="Me too. I’ll be Max’s date. You better dance with us at least once."
Cue_E4_5B_CampusB_Insertion_Chloe_260="Yes, you will!"
Cue_E4_5B_CampusB_Insertion_Chloe_270="Hot for teacher."
Cue_E4_5B_CampusB_Insertion_Chloe_290="Not yet. Just wait until the rager tonight…"
Cue_E4_5B_CampusB_Insertion_Chloe_310="Don’t be jealous because Mark Jefferson thinks I’m cool…"
Cue_E4_5B_CampusB_Insertion_Chloe_330="Fine. Since I'm here, I'll see if I can get some dirt from Justin. I haven't talked to him in a while."
Cue_E4_5B_CampusB_Insertion_Jefferson_010="Hey, Max. How are you doing?"
Cue_E4_5B_CampusB_Insertion_Jefferson_050="Chloe, why isn't somebody as cool as you going to Blackwell?"
Cue_E4_5B_CampusB_Insertion_Jefferson_070="With that ink, you’d be a perfect model for skater clothes."
Cue_E4_5B_CampusB_Insertion_Jefferson_090="I hope you find out."
Cue_E4_5B_CampusB_Insertion_Jefferson_100="Max, are you sure that you’re all right?"
Cue_E4_5B_CampusB_Insertion_Jefferson_110="I can imagine."
Cue_E4_5B_CampusB_Insertion_Jefferson_120="Max, are you sure that you’re all right?"
Cue_E4_5B_CampusB_Insertion_Jefferson_140="Well, you are an adult now. This isn't prison, is it?"
Cue_E4_5B_CampusB_Insertion_Jefferson_170="I know. Lame as it sounds, life has to go on."
Cue_E4_5B_CampusB_Insertion_Jefferson_190="On that note, Blackwell duty calls. Remember, I'm going to announce the winner of the "Everyday Heroes" contest tonight at the party, so I hope you'll be there to celebrate. Even though I'm sorry you didn't enter a photo, I understand your reasons. You can't force an artist to work..."
Cue_E4_5B_CampusB_Insertion_Jefferson_220="I'm proud of you for caring so much about a troubled friend. And I take hope in the fact that you have plenty of time to find your way... Just get in the habit of putting your work out there."
Cue_E4_5B_CampusB_Insertion_Jefferson_250="Nobody should have to see me dance. Plus you don’t want to watch the old hipster trying to keep up with the kids. I have some pride. Be seeing you."
Cue_E4_5B_CampusB_Insertion_Max_020="Oh, hi, Mr. Jefferson. I'm okay..."
Cue_E4_5B_CampusB_Insertion_Max_030="Um... and this is my friend Chloe."
Cue_E4_5B_CampusB_Insertion_Max_130="It’s weird being suspended and just walking around campus."
Cue_E4_5B_CampusB_Insertion_Max_150="Not until we get orange jumpsuits."
Cue_E4_5B_CampusB_Insertion_Max_160="It's weird just being on campus, like everything's normal."
Cue_E4_5B_CampusB_Insertion_Max_180="I think there’s too much going on in my life."
Cue_E4_5B_CampusB_Insertion_Max_200="So, you don't hate me for what I said to the Principal?"
Cue_E4_5B_CampusB_Insertion_Max_210="I feel like a total loser, but it's been a hard week to focus.|No pun intended."
Cue_E4_5B_CampusB_Insertion_Max_230="Thanks, Mr. Jefferson. I'll definitely be there tonight."
Cue_E4_5B_CampusB_Insertion_Max_280="Gross. You are out of control."
Cue_E4_5B_CampusB_Insertion_Max_300="Shut up."
Cue_E4_5B_CampusB_Insertion_Max_320="I am so ignoring you."
Cue_E4_5B_CampusB_Insertion_Max_340="Now that is a great plan."
Cue_E4_5B_CampusB_SamuelBench_IGE_Samuel_010="Samuel misses his squirrels…"
Cue_E4_5B_CampusB_SamuelBench_IGE_Samuel_020="Feel like the sky wants to yell at us…"
Cue_E4_5B_CampusB_SamuelBench_IGE_Samuel_030="Time to go clean up graffiti from those kids."
Cue_E4_5B_CampusB_SamuelGrant_IGE_Grant_020="Makes me mad. Climate change isn’t real, my ass."
Cue_E4_5B_CampusB_SamuelGrant_IGE_Grant_040="As a scientist, I'm fascinated. As Michelle Grant, I'm very worried."
Cue_E4_5B_CampusB_SamuelGrant_IGE_Grant_060="Not to mention poor Kate Marsh…"
Cue_E4_5B_CampusB_SamuelGrant_IGE_Grant_080="Since my petition failed, Mr. Madsen’s surveillance will do just that…"
Cue_E4_5B_CampusB_SamuelGrant_IGE_Samuel_010="I had to clear away another batch of dead birds today... sad."
Cue_E4_5B_CampusB_SamuelGrant_IGE_Samuel_030="I think everything is changing here."
Cue_E4_5B_CampusB_SamuelGrant_IGE_Samuel_050="Arcadia Bay is scared too. Look at the weather and the animals…"
Cue_E4_5B_CampusB_SamuelGrant_IGE_Samuel_070="We all need to look out for each other these days."
Cue_E4_5B_CampusB_Skater_IGE_TeenBoy01_010="Let’s grind, bitches!"
Cue_E4_5B_CampusB_Skater_IGE_TeenBoy01_020="Hey, is it 4:20 yet?"
